Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/FocusSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ONBOARDING_CUSTOMIZATION_INVITATION
source: Customize Focus
ar: تخصيص التركيز
bg: Персонализиране на фокуса
ca: Personalitza el mode
cs: Přizpůsobit režim soustředění
da: Tilpas fokusfunktion
de: Fokus anpassen
el: Προσαρμογή συγκέντρωσης
es: Personalizar modo de concentración
es_us: Personalizar enfoque
fi: Muokkaa Keskity-tilaa
fr: Personnaliser le mode de concentration
fr_ca: Personnaliser le mode de concentration
he: התאמה אישית של מצב הריכוז
hi: फ़ोकस कस्टमाइज़ करें
hr: Prilagodi fokus
hu: Fókusz testreszabása
id: Sesuaikan Fokus
it: Personalizza full immersion
ja: 集中モードをカスタマイズ
kk: Зейінді бейімдеу
ko: 집중 모드 사용자화
lt: Pritaikyti susitelkimo režimą
ms: Sesuaikan Fokus
nl: Pas focus aan
no: Tilpass fokus
pl: Dostosuj tryb skupienia
pt_br: Personalizar Foco
pt_pt: Personalizar modo de concentração
ro: Personalizați modul de concentrare
ru: Настроить фокусирование
sk: Prispôsobiť
sl: Prilagodi fokus
sv: Anpassa fokus
th: กำหนดโฟกัสเอง
tr: Odağı Özelleştir
uk: Налаштувати режим зосередження
vi: Tùy chỉnh chế độ tập trung
zh_cn: 自定义专注模式
zh_hk: 自訂專注模式
zh_tw: 自訂專注模式

# CLOUD_SYNCING_MISSING_ACCOUNT_TEXT
source: Focus syncing requires an iCloud account.
ar: تتطلب مزامنة التركيز توفر حساب iCloud.
bg: Синхронизирането на Фокус изисква iCloud регистрация.
ca: Per sincronitzar el mode de concentració, cal un compte de l’iCloud.
cs: Synchronizace režimů soustředění vyžaduje účet na iCloudu.
da: Synkronisering af fokusfunktioner kræver en iCloud-konto.
de: Für die Fokus-Synchronisierung ist ein iCloud-Account erforderlich.
el: Ο συγχρονισμός της Συγκέντρωσης απαιτεί λογαριασμό iCloud.
es: Para sincronizar los modos de concentración, se requiere una cuenta de iCloud.
es_us: La sincronización de enfoques requiere una cuenta de iCloud.
fi: Keskity-tilan synkronointi vaatii iCloud-tilin.
fr: La synchronisation des modes de concentration requiert un compte iCloud.
fr_ca: La synchronisation des modes de concentration requiert un compte iCloud.
he: נדרש חשבון iCloud לסנכרון מצב הריכוז.
hi: फ़ोकस सिंकिंग के लिए iCloud खाता आवश्यक है।
hr: Za sinkroniziranje fokusa potreban je iCloud račun.
hu: A Fókusz szinkronizálásához iCloud-fiók szükséges.
id: Penyelarasan fokus memerlukan akun iCloud.
it: La sincronizzazione delle full immersion richiede un account iCloud.
ja: 集中モードの同期にはiCloudアカウントが必要です。
kk: «Зейін қою» режимін синхрондау үшін iCloud аккаунты қажет.
ko: 집중 모드 동기화를 사용하려면 iCloud 계정이 필요합니다.
lt: Susitelkimui sinchronizuoti reikalinga „iCloud“ paskyra.
ms: Penyelarasan Fokus memerlukan akaun iCloud.
nl: Voor het synchroniseren van focussen is een iCloud-account vereist.
no: Synkronisering av fokus krever en iCloud-konto.
pl: Synchronizowanie trybu skupienia wymaga konta iCloud.
pt_br: A sincronização do Foco requer uma conta do iCloud.
pt_pt: A sincronização de modos de concentração requer uma conta iCloud.
ro: Sincronizarea modului de concentrare necesită un cont de iCloud.
ru: Для синхронизации фокусирования требуется учетная запись iCloud.
sk: Synchronizácia Môjho času vyžaduje iCloud účet.
sl: Sinhronizacija fokusa zahteva račun iCloud.
sv: Synkronisering av fokus kräver ett iCloud-konto.
th: การเชื่อมข้อมูลโฟกัสต้องใช้บัญชี iCloud
tr: Odak eşzamanlama için bir iCloud hesabı gerekir.
uk: Для синхронізації режимів зосередження потрібен обліковий запис iCloud.
vi: Đồng bộ hóa chế độ Tập trung yêu cầu tài khoản iCloud.
zh_cn: 同步专注模式需要iCloud账户。
zh_hk: 「專注模式」同步需要iCloud帳户。
zh_tw: 「專注模式」同步需要iCloud帳號。

# ONBOARDING_MODE_TITLE_DRIVING
source: Driving Focus
ar: تركيز القيادة
bg: Фокус Шофиране
ca: Mode de conducció
cs: Soustředění na řízení
da: Fokusfunktionen I bil
de: Fahrfokus
el: Συγκέντρωση οδήγησης
es: Modo de conducción
es_us: Enfoque Al volante
fi: Ajaminen
fr: Mode de concentration Conduite
fr_ca: Mode de concentration « Au volant »
he: מצב הריכוז ״נהיגה״
hi: ड्राइविंग फ़ोकस
hr: Fokus tijekom vožnje
hu: „Vezetés” Fókusz
id: Fokus Berkendara
it: Full immersion Guida
ja: “運転”集中モード
kk: Жүргізу әрекетіне зейін қою
ko: 운전 집중 모드
lt: Susitelkimo režimas „Vairavimas“
ms: Fokus Memandu
nl: Focus 'Auto­rijden'
no: Bilkjøring
pl: Tryb skupienia Jazda
pt_br: Foco Carro
pt_pt: Modo de concentração “Conduzir”
ro: Modul de concentrare Șofat
ru: Фокусирование «За рулем»
sk: Môj čas na šoférovanie
sl: Fokus Vožnja
sv: Fokuset Kör bil
th: โฟกัสในเวลาขับขี่
tr: Sürüş Odağı
uk: Режим зосередження за кермом
vi: Chế độ tập trung Lái xe
zh_cn: 驾驶专注模式
zh_hk: 駕駛專注模式
zh_tw: 開車專注模式

source: Set Up
ar: إعداد
bg: Настройка
ca: Configura
cs: Nastavit
da: Indstil
de: Konfigurieren
el: Διαμόρφωση
es: Configurar
es_us: Configurar
fi: Ota käyttöön
fr: Configurer
fr_ca: Configurer
he: הגדרה
hi: सेटअप करें
hr: Podesi
hu: Beállítás
id: Atur
it: Configura
ja: 設定
kk: Баптау
ko: 설정
lt: Nustatyti
ms: Sediakan
nl: Configureer
no: Konfigurer
pl: Konfiguruj
pt_br: Configurar
pt_pt: Configurar
ro: Configurați
ru: Настроить
sk: Nastaviť
sl: Nastavitev
sv: Ställ in
th: ตั้งค่า
tr: Ayarla
uk: Налаштувати
vi: Thiết lập
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

source: On
ar: مشغل
bg: Вкл.
ca: Activat
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Activado
es_us: Activado
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungta
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt_br: Sim
pt_pt: Ativo
ro: Activat
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟
